/*
 Localizable.strings
 MR100AerialPhotography
 
 Created by haoge on 16/12/14.
 Copyright © 2016年 AllWinner. All rights reserved.
 */
/* 前面已经没有了 */
"it has already been done not have" = "It has already been done not have";

/* 已经是最后一个了 */
"is the last" = "Is the last";

/* 全屏模式 */
"full screen mode" = "Full screen mode";

/* 室内模式 */
"indoor model" = "Indoor model";

/* mag水平校准 */
"mag Level Calibration" = "Mag Level Calibration";

/* mag垂直校准 */
"mag vertical alignment" = "Mag vertical alignment";

/* 副翼零偏: %d  升降零偏: %d */
"aileron zero bias: %d lift zero bias: %d" = "Aileron zero bias: %d Lift zero bias: %d";

///* 升降零偏 */
//"lift zero bias" = "Lift zero bias";

/* acc校准 */
"acc calibration" = "Acc calibration";

/* 基本操作 */
"basic operation" = "Basic operation";

/* 拍照 */
"taking pictures" = "Taking pictures";

/* 录像 */
"video" = "Video";

/* 360°自转录像 */
"360° rotation video" = "360° rotation video";

/* 闪光灯 */
"the flash" = "The flash";

/* 紧急降落 */
"emergency" = "Emergency";

/* 分享 */
"share" = "Share";

/* 设备用量信息 */
"equipment usage information" = "Equipment usage information";

/* 起飞 */
"take off" = "Take off";

/* 请将无人机放置在水平面上后还原,还原大概需要2秒钟 */
"please place the unmanned aerial vehicle (uav) in the horizontal plane after reduction, reduction takes about 2 seconds" = "Please place the unmanned aerial vehicle (uav) in the horizontal plane after reduction, reduction takes about 2 seconds";

/* 无人机已水平放置 */
"unmanned aerial vehicle (uav) has been placed" = "Has been placed";

/* 快速使用手册 */
"quick user manual" = "Quick user manual";

/* 新手帮组 */
"rookie help" = "Rookie help";

/* 产品说明书 */
"product manual" = "Product manual";

/* 地磁校准动画 */
"geomagnetic calibration animation" = "Geomagnetic calibration animation";

/* Find me使用动画 */
"find me use animation" = "Find me use animation";

/* 联系我们 */
"contact us" = "Contact us";

/* 写写心情吧! */
"write about the mood!" = "Write about the mood!";

/* 发现无人机固件新版本，现在要更新吗？ */
"uavs found new firmware version, update now?" = "Uavs found new firmware version, update now?";

/* 更新 */
"update" = "Update";

/* 正在更新中，请不要关闭无人机和APP... */
"is updating, please don't close drones and APP..." = "Is updating, please don't close drones and APP...";

/* 更新成功 */
"the update is successful" = "The update is successful";

/* 更新失败，请稍后再试 */
"update failed, please try again later" = "update failed, please try again later";

/* 无法连接上无人机,请连接上飞机后重试 */
"unable to connect on unmanned aerial vehicle (uav), please retry after connection on the plane" = "Unable to connect on unmanned aerial vehicle (uav), please retry after connection on the plane";

/* tcp没有连接 */
"tcp is not connected" = "TCP is not connected";

/* 资源处理中，请稍后... */
"resources in processing, please later..." = "Resources in processing, please later...";

/* 修改成功，请重新连接无人机WiFi */
"modify success, please reconnect WiFi drones" = "Modify success, please reconnect WiFi drones";

/* 修改失败，请稍后重新尝试 */
"modify the failed, please try again later" = "Modify the failed, please try again later";

"wifi Name" = "Wifi Name";

"new Password" = "New Password";

"confirm New Password" = "Confirm New Password";

"modify" = "modify";

"Change Password" = "Change Password";

"Guard Videos" = "Guard Videos";

/* 用户名或密码不能为空。 */
"the user name or password cannot be empty" = "The user name or password cannot be empty";

/* 两次输入密码不一致，请核对 */
"the user name or password cannot be empty" = "The user name or password cannot be empty";

/* 密码不得少于8位 */
"the password shall not be less than 8" = "The password shall not be less than 8";

/* acc还原 */
"acc reduction" = "Acc revert";

/* 非法字符，只能是数字和字母 */
"illegal characters, only Numbers and letters" = "Illegal characters, only Numbers and letters";


/* 加速度传感器： */
"accelerometer" = "Accelerometer";

/* 正在校准acc传感器... */
"adjust_acc" = "Adjusting acc";

/* acc传感器校准失败 */
"adjust_acc_failure" = "acc calibration failure";

/* 正在校准mag传感器... */
"adjust_mag" = "Adjusting mag";

/* mag传感器校准失败 */
"adjust_mag_failure" = "adjust_mag_failure";

/* 飞机姿态校准失败 */
"adjust_posture_failure" = "adjust_posture_failure";

/* 校准中 */
"adjusting..." = "adjusting...";

/* tcp连接失败，请重新连接 */
"tcp connection failure, please connect again" = "TCP connection failure, please connect again";

/* 是否开启室内飞行模式 */
"would you like to use Indoor flight mode?" = "Would you like to use Indoor flight mode?";

/* 无人机电量过低不能起飞 */
"unmanned aerial vehicle low power take-off" = "Unmanned aerial vehicle low power take-off";

/* GPS模块故障，请联系客服进行维修 */
"GPS module fault, please contact customer service for repair" = "GPS module fault, please contact customer service for repair";

/* mag模块故障，请联系客服进行维修 */
"mag module fault, please contact customer service for repair" = "MAG module fault, please contact customer service for repair";

/* acc模块故障，请联系客服进行维修 */
"acc module fault, please contact customer service for repair" = "ACC module fault, please contact customer service for repair";

/* 气压计模块故障，请联系客服进行维修 */
"barometer module fault, please contact customer service for repair" = "Barometer module fault, please contact customer service for repair";

/* 其他硬件模块故障，请联系客服进行维修 */
"other hardware module fault, please contact customer service for repair" = "Other hardware module fault, please contact customer service for repair";

/* 无人机电量过低 */
"battery too low" = "Battery too low";

/* 无人机温度过高 */
"temperature too high" = "Temperature too high";

/* 请到设置中打开GPS使用权限之后再进行起飞操作 */
"please go to the Settings in the access to open the GPS before take-off" = "Please go to the Settings in the access to open the GPS before take-off";

/* 硬件异常,无法起飞 */
"hardware is unusual, can't take off" = "Hardware is abnormal, unable to fly";

/*gps不可用,是否启动室内飞行模式*/
"GPS is not available, whether to start the indoor flight mode" = "GPS is not available, whether to start the indoor flight mode";

/*电量不足10%不能飞行*/
"The electricity is not enough to fly" = "power less than 10%, cannot take off";

/*电量低于10%,自动返航*/
"less_than_10_of_electricity_automatic_return" = "power less than 10%, automatic return";

/*电量不足以录像*/
"The electricity is Less than 10%  to record" = "power less than 10%, do not record";

/*电量不足10%自动停止录像*/
"The electricity is Less than 10%  to stop recording automaticly" = "power less than 10%, stop recording automaticly";

/* 校准失败 */
"calibration failure" = "Calibration failure";

/* 之后 */
"after" = "After";

/* 气压计传感器： */
"barometer" = "barometer";

/* 之前 */
"before" = "Before";

/* 明亮度 */
"brightness" = "Brightness";

/* 校准 */
"calibration" = "Calibration";

/* 相机 */
"camera" = "Camera";

/* 取消 */
"cancel" = "Cancel";

/* 修改密码 */
"change_password" = "Change Password";

/* 正在诊断无人机传感器... */
"check" = "check";

/* 校准已完成。 */
"check_over" = "check_over";

/* 无人机传感器检测报告 */
"check_report" = "check_report";

/* 自检 */
"check_self" = "check_self";

/* 飞机校准成功！ */
"check_successfully" = "check_successfully";

/* 罗盘传感器： */
"compass" = "compass";

/* 连拍 */
"continous" = "Continuous";

/* 对比度 */
"contrast" = "Contrast";

/* 延时 */
"delay" = "Delay";

/* 设备 */
"device" = "Device";

/* 诊断 */
"diagnostics" = "Diagnostics";

/* 异常 */
"exception" = "Exception";

/* 曝光度 */
"exposure" = "Exposure";

/* 恢复出厂设置 */
"factory_reset" = "Reset";

/* 未能获取传感器状态，校准失败。 */
"failure:can_not_get_sensor_state" = "failure:can_not_get_sensor_state";

/* 传感器状态异常，无法校准。 */
"failure:sensor_state_exception" = "failure:sensor_state_exception";

/* GPS传感器： */
"GPS" = "GPS";

/* 陀螺仪传感器： */
"gyroscope" = "gyroscope";

/* 帮助 */
"help" = "Help";

/* 光流传感器： */
"light_stream" = "light_stream";

/* 用户名 */
"name" = "Name";

/* 没有 */
"never" = "Never";

/* 正常 */
"normal" = "Normal";

/* 确定 */
"ok" = "OK";

/* 请打开GPS定位 */
"openGPS" = "openGPS";

/* 命令发送失败 */
"order_send_failure" = "order_send_failure";

/* 密码 */
"password" = "Password";

/* 恢复出厂设置失败，请重新尝试。 */
"reset_failure" = "reset_failure";

/* 恢复出厂设置成功！ */
"reset_successfully" = "reset_successfully";

/* 翻转 */
"rotation" = "Rotation";

/* 选择当前社交平台 */
"select_social_platform" = "Select Social Platform";

/* 跳过 */
"skip" = "Skip";

/* 开始体验 */
"start" = "Start";

/* 提示 */
"tip" = "Tip";

/* 待校准 */
"wait_adjust" = "wait_adjust";

/* 白平衡 */
"white_balance" = "White Balance";


"mag calibration" = "mag校准";

"Level calibration being performed:%d％" = "Level calibration being performed:%d％";

"Vertical calibration being performed:%d％" = "Vertical calibration being performed:%d％";

"Acc calibration being performed:%d％" = "Acc calibration being performed:%d％";

"Calibration completion" = "Calibration completion";

"Calibration failure" = "Calibration failure";

"acc_finish" = "finished Acc calibration";

"Temporarily unsupported" = "Temporarily unsupported";

/* 关于本机 */
"About the machine" = "About the machine";

